[Tamil]
Translated_By=Ernesto Balaji
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=படி 1 : தங்களுடைய பிளாஷ் டிரைவைத் தேர்ந்தெடுக்கவும்
STEP 2 : CHOOSE A SOURCE=படி 2 : தங்களுடைய மூலத்தைத் தேர்ந்தெடுக்கவும்
STEP 3 : PERSISTENCE=படி 3 : நிரந்தரத் தன்மை
STEP 4 : OPTIONS=படி 4 : தேர்வுகள்
STEP 5 : CREATE=படி 5 : உருவாக்கு
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=எம்.பி.
GB=ஜி.பி.
min=நிமிடங்கள்
Label=பெயர்
Size=அளவு
Help=உதவி
Please read=தயவு செய்து வாசிக்க
Error=பிழை
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=யு.எஸ்.பி. டிரைவைத் தேர்ந்தெடுக்கவும்
Hard drives=வன்வட்டுக்கள்
No key found=எந்த ஒரு டிரைவையும் காணவில்லை
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=பதிவிறக்கு
Support for .IMG files is experimental=.IMG கோப்புகளுக்கான செயல்பாடுகள் சோதனை அளவிலேயே உள்ளன
Only Live mode is currently available in step 3, virtualization option has been disabled=தற்கால முறைமை மட்டுமே தற்சமயம் பயன்பாட்டில் உள்ளது, கற்பனையாக்கத் தேர்வுகள் முடக்கப்பட்டுள்ளன
However, LinuxLive USB Creator will try to use same install parameters as for=எனினும், LinuxLive USB Creator இதற்கான அளவீடுகளைப் பின்பற்றி உருவாக்க முயலும்
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(தற்காலிக முறைமை மட்டுமே)
(Persistent Mode)=(நிரந்தர முறைமை)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=உருவாக்கப்பட்ட கோப்புகளை மறை
(except for Umenu.exe)=(Umenu.exe தவிர)
Format the key in FAT32 (this will erase your data !!)=FAT32 முறையில் டிரைவினை ஒழுங்கமை
Enable launching LinuxLive in Windows (requires internet to install)=LinuxLive ஐ விண்டோஸில் பயன்படுத்துமாறு உருவாக்கு (இணையம் தேவை)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=நிறுவலைத் துவங்க மின்னல் குறியைச் சொடுக்கவும்
Please choose a FAT32 or FAT formated key or check the formating option=FAT32 அல்லது FAT முறை டிரைவைத் தேர்ந்தெடு
No disk selected=எந்த வட்டும் தேர்ந்தெடுக்கப்படவில்லை
No file selected=எந்த கோப்பும் தேர்ந்தெடுக்கப்படவில்லை
No folder or CD selected=எந்த கோப்பகமும் அல்லது குறுவட்டும் தேர்ந்தெடுக்கப்படவில்லை
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=ISO வடிவில் லினக்ஸ் லைவ் கோப்பை தேர்வு செய்க
Please choose a CD of LinuxLive Live or its folder=லினக்ஸ் லைவ் குறுவட்டித் தேர்வு செய்க
Start creation of LinuxLive USB=LinuxLive USB உருவாக்கத்தைத் துவங்குக
Please validate step 1 to 3=முதல் மூன்று படிகளைப் பூர்த்தி செய்க
Are you sure you want to format this disk and lose your data=நீங்கள் நிச்சயம் பழைய கோப்புகளை நீக்க விருமபுகிறீரா?
Formatted in=இம்முறையில் ஒழுங்கமைக்கப்பட்டது: 
Formating the key=ஒழுங்கமைக்கிறது
Step 1 to 3 OK=படி 1 முதல் 3 வரை முடிந்தது
Cleaning previous installations ( 2min )=பழைய நிறுவல்களை நீக்குகிறது ( 2 நிமிடங்கள் )
Setting up virtualization software=கற்பனையாக்க நிரல்களை நிறுவுகிறது
VirtualBox already downloaded=VirtualBox மென்பொருள் ஏற்கனவே உள்ளது
A new version of VirtualBox is available=VirtualBox புதிய பதிப்பு கிடைக்கப் பெறுகிறது
This new version will be downloaded=இந்த புதிய பதிப்பு பதிவிறக்கப்படும்
Downloading VirtualBox as a background task=VirtualBox பதிவிறக்கம் திரைக்குப்பின் செயலில் உள்ளது
Download started succesfully=பதிவிறக்கம் வெற்றிகரமான துவங்கியது
Download failed to start=பதிவிறக்கம் துவங்கத் தவறியது
VirtualBox will not be installed=VirtualBox நிறுவப்படாது
Integrity could not be verified=ஒருங்கமைவு சரிபார்க்கப் படவில்லை
Will attempt installation=நிறுவுதல் முயற்சிக்கப்படும்
Cannot download=பதிவிறக்க இயலவில்லை
Extracting ISO file on key=ISO கோப்பு டிரைவில் விரிவாக்கப்படுகிறது
Writing image to the usb stick=கோப்பு வடிவம் USBல் பதியப்படுகிறது
Copying files to the key=கோப்புகள் டிரைவில் நகல் எடுக்கப்படுகின்றன
Renaming some files=சில கோப்புகள் பெயர் மாற்றப்படுகின்றன
Hiding files=கோப்புகள் மறைக்கப்படுகின்றன
Creating file for persistence=நிரந்தரத் தன்மைக்கான கோப்புருவாக்கம்
Formating persistence file=நிரந்தரத் தன்மைக் கோப்பை சுத்தப்படுத்துதல்
Live mode : no persistence file=தற்கால முறைமை : நிரந்தரக் கோப்பு காணவில்லை
Ubuntu variant found=உபுண்டு மாற்று உள்ளது
Installing boot sectors=துவக்கப் பகுதிகள் நிறுவப்படுகின்றன
Downloading VirtualBox=VirtualBox பதிவிறக்கப்படுகிறது
Download complete=பதிவிறக்கம் முடிந்தது
Cleaning previous VirtualBox install=பழைய VirtualBox பதிப்புகள் நீக்கப்படுகின்றன
Extracting VirtualBox on key=Virtualbox டிரைவில் விரிவாக்கப்படுகிறது
Applying VirtualBox settings=VirtualBox அமைப்புகள் அமலாக்கம்
Your LinuxLive key is now up and ready=LinuxLive திறப்பான் தயார்! 
You do not have enough rights to launch VirtualBox=VirtualBox ஐ துவங்க தங்களுக்கு போதிய அதிகாரம் இல்லை
Please log in as an administrator or run VirtualBox with admin rights=Administrator கணக்கில் உள்நுழைந்து VirtualBoxஐ இயக்கவும்
Free memory below 256mb threshold=256 எம்.பி.க்கு குறைவான நினைவாக அளவே உள்ளது
This is not enough to launch LinuxLive in Windows=Windowsல் LinuxLiveஐத் துவங்க போதுமானது அல்ல
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=உதவிக் கோப்பு காணப்படவில்லை
:::::::::::::::::::::::::::::::::::::::::::::::::::: About ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=இந்த மென்பொருள் நிரலைப் பற்றி
User's Guide=பயனர் கையேடு
Virtualization Tutorial (FR)=கற்பனையாகக உதவிக் குறிப்பு
Donate=நன்கொடை செய்வீர்
Version=பதிப்பு
:::::::::::::::::::::::::::::::::::::::::::::::::::: Keyboard Configuration ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=இந்த ISO கோப்பு ஏற்புடையதல்ல
Detecting keyboard layout=தட்டச்சு வடிவ நிர்ணயம்
French (France)=பிரெஞ்சு (பிராஞ்சு)
French (Swiss)=பிரெஞ்சு (சுவிஸ்)
Dutch=அல்லேமாந்து
Portuguese=போர்த்துக்கீசியம்
US or other (qwerty)=US மற்றும் பல (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=VMDK உருவாக்கத்தில் சிக்கல்
Key not found, VMDK is invalid=USB திறப்பான் காணவில்லை, VMDK பொருத்தமற்றது
Try to launch again SetupForAutoVMDK.exe=SetupForAutoVMDK.exe மீண்டும் துவங்க முயற்சி
Do you want to ignore this error=இந்த சிக்கலைப் பொருட்படுத்தாமல் விடலாமா?
:::::::::::::::::::::::::::::::::::::::::::::::::::: MD5 Verification ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=MD5SUMS கோப்பைக் காணவில்லை
Canceling check=சோதனையை தவிர்க்கிறது
You have the right ISO file but it is corrupted or was altered=நீங்கள் வைத்துள்ளது சரியான ISO கோப்பு தான் ஆனால் அது பிழைப்பட்டது.
Please download it again=தயவு செய்து மீண்டும் பதிவிறக்கவும்
Verifying=சரிபார்த்தல்
This ISO is not compatible=இந்த ISO கோப்பு பொருந்தாதது
Please read the compatibility list in user guide=பயனர் கையேட்டில் உள்ள பொருத்தமான பதிப்புப் பட்டியலை சரிபார்க்க
If your version is in this list, this mean that your file is corrupted, please download it again=இந்தப் பட்டியலில் உங்களது பதிப்பு இருப்பின், கோப்பு பிழைப்பட்டுள்ளது
This version is compatible and its integrity was checked=பதிப்பு பொருத்தமுடையது மற்றும் ஒருங்கமைவு சரிபார்க்கப்பட்டது
Check completed=சரிபார்த்தல் முடிந்தது
Integrity + compatibility check= ஒருங்கமைவு + பொருத்தச் சோதனை
Unable to open MD5SUM.txt=md5sum.txt கோப்பை திறக்க இயலவில்லை
Checking integrity=ஒருங்கமைவுச் சோதனையிடல்
This file is corrupted=கோப்பு பிழைப்பட்டுள்ளது
All files have been successfully checked=அனைத்துக் கோப்புகளும் சரிபார்க்கப்பட்டன
Checking file=கோப்பு சரிபார்க்கப்படுகிறது
:::::::::::::::::::::::::::::::::::::::::::::::::::: முறை::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=நிரந்தர முறை
Live Mode=தற்காலிக முறை
Install=நிறுவுதல்
File Integrity Check=கோப்பு ஒருங்கமைவு சோதனை
Memory Test=RAM நினைவாக சோதனை
:::::::::::::::::::::::::::::::::::::::::::::::::::: சிக்கலைப் புகார் செய் ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=ஒரு சிக்கல் ஏற்பட்டது
An anonymous report was sent in order to fix this error as soon as possible=ஏற்பட்ட சிக்கலை நிவர்த்தி செய்ய ஒரு பெயர் இல்லாத சிக்கல் புகார் அனுப்பப்பட்டது
Show bug report=சிக்கல் விவரங்களைக் காட்டு
Restart application=நிரலை மீண்டும் இயக்கு
Close application=நிரலை மூடு
Last Actions=கடைசி செயல்பாடுகள்
Unique anonymous ID=தனித்துவமிக்க பெயரறியா குறி
Report status=நிலையைப் புகார் செய்
Pending=முழுமையடையவில்லை
Error (not sent)=சிக்கல் (அனுப்பப்படவில்லை)
Sent=அனுப்பப்பட்டது
:::::::::::::::::::::::::::::::::::::::::::::::::::: Final Help Window ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=LinuxLiveஐத் துவங்க 
Remove your key and insert it again=திறப்பானை நீக்கி மீண்டும் இணைக்கவும்
Go to 'My Computer'=My Computerக்கு செல்க
Right click on you key and select :=திறப்பானில் வலது சொடுக்கிட்டுத் திறக்கவும் 
'LinuxLive!' to launch linux in windows='LinuxLive!' Windowsல் லினக்ஸை துவக்க அழுத்தவும்
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' ஐத் துவங்க அழுத்தவும்
'CD Menu' to launch the original CD menu='CD Menu' ஐத் துவங்க அழுத்தவும்
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=அல்லது
Manually=தன்வினையாக
Automatically=தானியங்கியாக
Please select a linux to continue=ஏதேனும் ஒரு லினக்ஸ் பதிப்பைத் தேர்வு செய்க
Looking for the fastest mirror=அதி வேகமான இணைப்பைத் தேடுகிறது
Testing mirror=இணைப்பை சோதனையிடுகிறது
No online mirror found=தற்சமயம் இணைப்புகள் ஏதும் இல்லை
Please check your internet connection or try with another linux=வேறொரு லினக்ஸில் இணைய இணைப்பை சோதிக்கவும்
Select this file as the source when download will be completed=பதிவிறக்கம் முடித்தவுடன் இக்கோப்பை மூலமாக தேர்வு செய்க
Downloading=பதிவிறக்கப்படுகிறது
from=இருந்து
Error while trying to download=பதிவிரக்கத்தில் சிக்கல்
Latency=பக்க இணைப்பு
Server Name=வழங்கியின் பெயர்
Copy link=இணைப்பை நகலெடு
Launch in my browser=இணைய உலவியில் திறக்க
Best mirrors=சிறந்த இணைப்புகள்
Good mirrors=நல்ல இணைப்புகள்
Bad mirrors=பிழைப்பட்ட இணைப்புகள்
Dead mirrors=செயலாற்ற இணைப்புகள்
Check will begin shortly=சோதனை சில நொடிகளில் துவங்கும்
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=உங்கள் அபிமான லினக்ஸை தேர்க
There is a new version available=புதிய பதிப்பு ஒன்று கிடைக்கப் பெறுகிறது
Your LiLi's version is not up to date=தங்கள் லினக்ஸ் லைவ் பதிப்பு நவீனமானது அல்ல
Last version is=தங்களுடைய கடைசி பதிப்பு
Your version is=தங்களுடைய பதிப்பு
Do want to download it=நீங்கள் பதிவிறக்க விரும்புகிறீர்களா 
Error while trying to find physical disk number=நிலைவட்டு எண்ணைக் கண்டறிவதில் சிக்கல்
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=இந்த லினக்ஸ் பொருத்தப் பட்டியலில் இல்லை
Setting the memory to the recommended value=நினைவக அளவை ஏற்புடையவாறு நிர்ணயிகிறது
Free memory is below the recommended value for your Linux to run in Windows=விண்டோசுக்குள் லினக்ஸை இயக்கத் தேவையான அளவு போதுமான வெற்று நினைவகம் இல்லை 
Recognized Linux=அறியப்பட்ட லினக்ஸ்
Built-in Persistency=உள்ளடக்க நிரந்தரத்தன்மை
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=ஏற்கனவே ஒரு திறப்பனை உருவாக்கியுள்ளீர்கள்
Are you sure that you want to recreate one=மீண்டும் ஒன்றை உருவாக்க நிச்சயம் விரும்புகிறீரா?
The compatibility list has been updated=பொருத்தப் பட்டியல் புதுப்பிக்கப்பட்டுள்ளது
These linuxes are now supported=இந்த லினக்ஸ் பதிப்புகள் இப்போது பயன்பாட்டில் உள்ளன
Official Ubuntu Variants=அதிகாரப்பூர்வ உபுண்டு மாற்றுகள்
Ubuntu Based Variants=உபுண்டு சார்ந்த மாற்றுகள்
Fedora Variants=பெடோரா மாற்றுகள்
Debian Variants=டெபியன் மாற்றுகள்
PCLinuxOS Variants=PCLinuxOS மாற்றுகள்
Rescue CDs=காப்பாற்று குறுவட்டுகள்
Light Linuxes=சிறிய லினக்ஸ் பதிப்புகள்
Gentoo Based=Gentoo சார்ந்தவைகள்
Security Purpose=பாதுகாப்பு காரணம்
Others=மற்றவைகள்
Regular Linux (works with most linuxes)=பொதுவான லினக்ஸ் (பெரும்பாலன லினக்ஸ்களுடன் இயங்கக்கூடியது)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=நவீன VirtualBox பதிப்பு
Help me to improve LiLi=LinuxLive ஐ மேம்படுத்த எனக்கு உதவு
This is a Beta or Release Candidate version=இது ஒரு சோதனைப் பதிப்பு
Click OK to leave a feedback or click Cancel to close this window=கருத்து வழங்க OK அழுத்தவும் இல்லையெனில் Cancel அழுத்தி சாளரத்தை மூடவும்
Options=தேர்வுகள்
General=பொது
Versions=பதிப்புகள்
Compatibility List=பொருத்தமான பதிப்புப் பட்டியல்
Make a donation=நன்கொடை வழங்குக
Contact me=தொடர்புக்கு
CopyLeft by=பதிப்பு சுதந்திரம் 
GPL v3 License=உரிமம் GPL v3
Language=மொழி
Available languages=அமலிலுள்ள மொழிகள்
Proxy=Proxy
Proxy settings=Proxy settings
No proxy=No proxy
Use system settings=கணினியின் தேர்வுகளை செயல்படுத்து
Use custom settings=பிரத்தியோகத் தேர்வுகளை செயல்படுத்து 
Proxy URL=Proxy URL
Port=Port
Username=பயனர் பெயர்
Password=கடவுச் சொல்
Status=நிலை
Test settings=அமைப்பை பரிசோதி
You are connected=இணைப்பில் உள்ளீர்
You are disconnected=இணைப்பில் இல்லை
Not tested yet=சோதனை முடியவில்லை
Update=நவீனப்படுத்து
Check for updates=புதிய பதிப்புகளைத் தேடு
Stable releases only=நிலையான பதிப்புகள் மட்டும்
Stable and beta releases=சோதனைப் பதிப்புகளும் கூட
Advanced=மேலதிகத் தேர்வுகள்
Do not modify these options unless you know what you are doing=நீங்கள் செய்வது என்னவென்று தெரிந்தால் ஒழிய இவற்றை மாற்ற வேண்டாம்
Select a Linux=ஒரு லினக்ஸ் பதிப்பை தேர்தெடு
Install parameters=அளவுக் கூறுகளை நிறுவு
Use LiLi automatic recognition=LiLi தானியங்கி கண்டறிவானைப் பயன்படுத்து
highly recommended=ஏற்புடையது
Force using same parameters as=இதற்கான அளவுக்கூறுகளையே பயன்படுத்து
Netbook screen detected=இணையக் கணினித் திரை கண்டறியப்பட்டது
Your screen vertical resolution is less than 600 pixels=உங்களுடைய செங்குத்து அளவீடு 600 திரைப் புள்ளிகளுக்குக் குறைவாக உள்ளது
Please use the arrow keys (up and down) of your keyboard to move the interface=தட்டச்சில் உள்ள மேல் கீழ் பொத்தான்களைப் பயன்படுத்தி இடைமுகத்தை நகர்த்தவும்
Testing=சொதனையிடுகிறது
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=மன்னிக்கவும். LiLi செயலிழந்தது.
Please enter an email address and a detailed comment about this crash=தங்கள் மின்னஞ்சல் முகவரியுடன் கருத்தை இணைத்து சிக்கலைப் புகாரிடவும்
I will contact you as soon as I can=கூடிய விரைவில் நீங்கள் தொடர்பு கொள்ளப்படுவீர்கள்
Show crash report=செயலிழப்பு குறிப்பைக் காட்டு
Close (don't send)=மூடு (அனுப்பாதே)
Send Report=அனுப்பு
Your file is corrupted=உங்களுடைய கோப்பு பழுதடைதுள்ளது
Please download it again=தயவு செய்து மீண்டும் பதிவிறக்கவும்
Read the log for more information=மேலதிக விவரங்களுக்கு சிக்கல் குறிப்பைப் படிக்கவும்
Starting LinuxLive USB Creator=LinuxLive USB Creator நிரல் துவங்கப்படுகிறது
Checking for new major version=புதிய முதன்மைப் பதிப்பைத் தேடுகிறது
Checking for new minor version=புதிய சிறிய பதிப்பைத் தேடுகிறது
Checking for new Portable-VirtualBox version=புதிய Portable-VirtualBox பதிப்பைத் தேடுகிறது
Reading compatibility list=பொருத்தப் பட்டியலைச் சரிபார்க்கிறது
Loading interface=இடைமுகத்தைத் துவக்குகிறது
Getting drive list=டிரைவ் பட்டியலைப் பெறுகிறது 
Logging system configuration=கணினி விவரங்களை ஏற்றுகிறது
Checking for updates=புதிய பதிப்புகளைத் தேடுகிறது
Please close any application accessing your key and try again=திறப்பானில் உள்ள நிரல்களை மூடிவிட்டு முயற்சிக்கவும்
Checking VirtualBox archive integrity=VirtualBox சேமிப்பக ஒருங்கமைப்பு சரிபார்க்கப்படுகிறது
VirtualBox archive integrity checked=VirtualBox சேமிப்பக ஒருங்கமைப்பு சரிபார்க்கப்பட்டது
Unzipping VirtualBox archive to disk=VirtualBox சேமிப்பகம் விரிவாக்கப்படுகிறது
VirtualBox archive is corrupted=VirtualBox சேமிப்பு பிழைப்பட்டுள்ளது
Force using default mode (works with most Linuxes)=பொதுவான முறையைப் பின்பற்று
There is a new Beta version available=புதிய சோதனைப் பதிப்பு காணக் கிடைக்கிறது
Your LiLi's version is not up to date=தங்களது LiLi பதிப்பு சமீபப் பதிப்பல்ல
Last beta version is=இறுதி சோதனைப் பதிப்பு
Server-oriented=வழங்கி சார்ந்தது
